-- Справочник интересов
INSERT INTO interests (name, category) VALUES
    ('спорт', 'активность'), ('походы', 'активность'), ('горы', 'активность'), ('йога', 'активность'),
    ('танцы', 'активность'), ('путешествия', 'активность'),
    ('кино', 'культура'), ('музыка', 'культура'), ('книги', 'культура'), ('театр', 'культура'),
    ('фотография', 'культура'), ('искусство', 'культура'),
    ('кофе', 'еда'), ('кулинария', 'еда'), ('рестораны', 'еда'),
    ('IT', 'технологии'), ('игры', 'технологии'), ('настольные игры', 'технологии'),
    ('животные', 'другое'), ('волонтёрство', 'другое');
